Repository: CreateAmrita/Harmonic-Motion-and-Waves-Virtual-Lab
Catalog: src/lab/Quinckes_Method/locale/*/messages.po
Languages: ml_in

source: CONSTANT CURRENT SUPPLY
ml_in: നിരന്തരമായ നിലവിലെ ജലവിതരണം

source: GAUSS METER
ml_in: ഗോസ്സ് മീറ്റർ

source: help1
ml_in: 'ഇൻസേർട്ട് പ്രൊബു്' ബട്ടണിൽ ക്ലിക്ക് ചെയുക.

source: help2
ml_in: സ്ലൈഡർ ഉപയോഗിച്ച് അല്ലെങ്കിൽ നിരന്തരമായ നിലവിലെ വിതരണ ഉരുണ്ടപിടി കാര്യക്ഷമമാക്കുന്നു ഒന്നുകിൽ നിലവിലെ മാറ്റുക.

source: help3
ml_in: Quincke's setup ന്റെ സെറ്റപ്പ് തിരഞ്ഞെടുത്ത് വേണ്ടി ഡ്രോപ്പ് ഡൗൺ മാറ്റുക.

source: help4
ml_in: നിരന്തരമായ നിലവിലുള്ള വിതരണത്തിലും നിലവിലെ സ്ലൈഡർ അല്ലെങ്കിൽ ട്യൂണിങ് ഉരുണ്ടപിടി ഉപയോഗിച്ച് ഒന്നുകിൽ നിലവിലെ മാറ്റുക.

source: help5
ml_in: Molarity സ്ലൈഡർ ഉപയോഗിച്ച് molarity മാറ്റുക.

source: help6
ml_in: മൈക്രോസ്കോപ്പ് അഡ്ജസ്റ്റ് ബട്ടൺ ഉപയോഗിച്ച് ട്യൂബിൽ പരിഹാരം ലെവൽ കാണൂ.

source: help7
ml_in: ഫോക്കസിങ് ഉരുണ്ടപിടി ബട്ടൺ ഉപയോഗിച്ച് ട്യൂബിൽ പരിഹാരം വ്യക്തമായ കാഴ്ച ക്രമീകരിക്കുക.

source: help8
ml_in: കാഴ്ച സൂം ഔട്ട് / സൂം ഇൻ ചെയ്യാൻ മൈക്രോസ്കോപ്പ് സ്കെയിലിൽ ക്ലിക്ക്.

source: help9
ml_in: ഫലമായി കാണിക്കാൻ ഷോ ഫലമായി ചെക്ക്ബോക്സ് പരിശോധിക്കുക.

source: help10
ml_in: പരീക്ഷണം പുനഃക്രമീകരിക്കാൻ 'റീസെറ്റ്' ബട്ടണിൽ ക്ലിക്ക്.

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്ക്കുക

source: Variables
ml_in: വേരിയബിള്സ്

source: Select set up:
ml_in: Set up തിരഞ്ഞെടുക്കുക.

source: Magnetic field Vs Current
ml_in: കാന്തിക മണ്ഡലം Vs കറന്റ്‌

source: Insert probe
ml_in: ഇൻസേർട്ട് പ്രൊബു്

source: Remove probe
ml_in: പ്രൊബു് മാറ്റുക

source: Current :
ml_in: കറന്റ്‌ :

source: To adjust microscope scale:
ml_in: മൈക്രോസ്കോപ്പ് സ്കെയിൽ ക്രമീകരിക്കാൻ:

source: Focusing knob:
ml_in: ഫോക്കസിംഗ് knob:

source: Show Result
ml_in: Result കാണിക്കുക

source: Reset
ml_in: റീ സെറ്റ്

source: Result
ml_in: ഫലം

source: Magnetic Susceptibility of the solution :
ml_in: ലായനിയുടെ magnetic susceptibility:

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015
