Repository: CreateAmrita/Harmonic-Motion-and-Waves-Virtual-Lab
Catalog: src/lab/Doppler_Effect/locale/*/messages.po
Languages: hi_in

source: waves emitted from the source
hi_in: स्रोत से उत्सर्जित तरंगों

source: waves detected by the receiver
hi_in: रिसीवर द्वारा पता लगाया लहरों

source: source
hi_in: स्रोत

source: help1
hi_in: डाउन मेनू 'का चयन मीडियम' ड्रॉप से ​​मध्यम चयन करें।

source: help2
hi_in: से 'स्रोत दिशा' ड्रॉप डाउन मेनू स्रोत दिशा का चयन करें।

source: help3
hi_in: 'पानेवाला डायरेक्शन' ड्रॉप डाउन मेनू से रिसीवर दिशा का चयन करें।

source: help4
hi_in: 'स्रोत वेग' स्लाइडर का उपयोग स्रोत वेग चुनें।

source: help5
hi_in: 'डिटेक्टर वेग' स्लाइडर का उपयोग डिटेक्टर वेग चुनें।

source: help6
hi_in: का उपयोग करते हुए 'स्रोत आवृत्ति' स्लाइडर स्रोत आवृत्ति चुनें।

source: help7
hi_in: डिटेक्टर खींचें और पता लगाया आवृत्ति का निरीक्षण करें।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Doppler Effect
hi_in: डॉपलर प्रभाव

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Select Medium:
hi_in: मीडियम का चयन करें:

source: Select Source Direction
hi_in: चयन स्रोत दिशा

source: Select Receiver Direction
hi_in: चयन पानेवाला डायरेक्शनs

source: Source Velocity
hi_in: स्रोत वेग

source: Detector Velocity
hi_in: डिटेक्टर वेग

source: Source Frequency
hi_in: स्रोत आवृत्ति

source: Detected Frequency
hi_in: पता चला आवृत्ति

source: Air, dry at 20 C,343m/s
hi_in: एय सी में सूखा 20 °C, 343 m/s

source: Water at 15 C, 1482m/s
hi_in: में जल 15 °C, 1482 m/s

source: Glass, 3962m/s
hi_in: ग्लास, 3962 m/s

source: Steel, 5800m/s
hi_in: स्टील, 5800 m/s

source: option1
hi_in: एक शिकार जनसंख्या कटाई

source: option2
hi_in: मसय पर थीटा का प्रभाव

source: right
hi_in: दाईं

source: left
hi_in: बाएं
