Repository: CreateAmrita/Harmonic-Motion-and-Waves-Virtual-Lab
Catalog: src/lab/Ultrasonic_Interferometer/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: ड्रॉपडाउन मेनू से माध्यम चुनें

source: help2
hi_in: स्लाइडर का उपयोग करके आवृत्ति की सीमा निर्धारित करें

source: help3
hi_in: डिवाइस पर पावर

source: help4
hi_in: लाभ सेट करें

source: help5
hi_in: एडीजे सेट करें

source: help6
hi_in: ग्राफ़ दिखाने के लिए "ग्राफ़ दिखाएं" चेक बॉक्स पर क्लिक करें।

source: help7
hi_in: क्रॉस सेक्शन दिखाने के लिए "शो क्रॉस सेक्शन दिखाएं" चेक बॉक्स पर क्लिक करें।

source: help8
hi_in: वर्नर कैलीपर पढ़ने के लिए बाएं या दाएं तीर पर क्लिक करें

source: help9
hi_in: प्रयोग को रीसेट करने के लिए रीसेट पर क्लिक करें।

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: Ultrasonic Interferometer
hi_in: अल्ट्रासोनिक इंटरफेरोमीटर

source: Variables
hi_in: चर

source: Choose medium :
hi_in: माध्यम चुनें:

source: Frequency of wave(MHz) :
hi_in: लहर की आवृत्ति (मेगाहर्टज):

source: Power on
hi_in: पावर ऑन

source: Show cross section
hi_in: पार अनुभाग दिखाएं

source: Show graph
hi_in: ग्राफ़ दिखाएं

source: Water_one
hi_in: जल (ρ = 996.458 किलोग्राम / मी)

source: Show result
hi_in: परिणाम दिखाओ

source: Velocity of ultrasonic wave(m/s):
hi_in: अल्ट्रासोनिक तरंग की गति (एम / एस):

source: Adiabatic compressibility:
hi_in: एडियाबैटिक कॉम्बिटाइटी (β):

source: ADJ reading should be greater than the GAIN
hi_in: एडीजे पढ़ना लाभ से अधिक होना चाहिए

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 200 9 - 2015

source: Reset
hi_in: रीसेट

source: Distance(mm)
hi_in: वर्तमान

source: Current
hi_in: वर्तमान

source: Water
hi_in: जल (ρ = 996.458 किलोग्राम / मी)

source: Acetone
hi_in: एसीटोन (ρ = 790 किलोग्राम / एमई)

source: Kerosene
hi_in: केरोसीन (ρ = 810 किलोग्राम / मी)

source: Castor Oil
hi_in: कास्टर ऑयल (ρ = 956.14 किलोग्राम / मी)

source: Glycerine
hi_in: ग्लिसरीन (ρ = 1260 किलोग्राम / मी)
